Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Add/Modify Triggers
zh_cn: 添加 / 修改触发器s

source: Additional Function Options
zh_cn: 其他函数设置

source: Additional Functions
zh_cn: 其他函数

source: Address of Entry Point
zh_cn: 入口点地址

source: Address type not supported.
zh_cn: 不支持地址类型。

source: Adjust Font Size
zh_cn: 调整字体大小

source: Adjust rotation
zh_cn: 调整旋转

source: Adjust scaling in X
zh_cn: 调整 X 中的缩放比例

source: Adjust scaling in Y
zh_cn: 调整 Y 中的缩放比例

source: Adjust tolerance
zh_cn: 调整公差

source: Advanced
zh_cn: 高级

source: Advertiser Key
zh_cn: 广告商密钥

source: Advertising
zh_cn: 广告

source: Alarm 0
zh_cn: 计时器 0

source: Alarm 1
zh_cn: 计时器 1

source: Alarm 10
zh_cn: 计时器 10

source: Alarm 11
zh_cn: 计时器 11

source: Alarm 2
zh_cn: 计时器 2

source: Alarm 3
zh_cn: 计时器 3

source: Alarm 4
zh_cn: 计时器 4

source: Alarm 5
zh_cn: 计时器 5

source: Alarm 6
zh_cn: 计时器 6

source: Alarm 7
zh_cn: 计时器 7

source: Alarm 8
zh_cn: 计时器 8

source: Alarm 9
zh_cn: 计时器 9

source: Alarm Event
zh_cn: 计时器事件

source: Alias
zh_cn: 别名

source: Alias/Wavefront images
zh_cn: Alias/Wavefront 图像

source: Align &Center
zh_cn: 居中

source: Align &Left
zh_cn: 左对齐

source: Align &Right
zh_cn: 右对齐

source: Align Left
zh_cn: 左对齐

source: Align Right
zh_cn: 右对齐

source: All
zh_cn: 全部

source: All images
zh_cn: 所有图片

source: Allow &menu and dock in fullscreen
zh_cn: 允许菜单在全屏停靠

source: Allow Flipped Landscape Orientation
zh_cn: 允许设备横向翻转

source: Allow Flipped Portrait Orientation
zh_cn: 允许设备纵向翻转

source: Allow Incoming Network Connections
zh_cn: 允许网络连入

source: Allow Landscape Orientation
zh_cn: 允许设备横向

source: Allow Outgoing Network Connections
zh_cn: 允许网络传出

source: Allow Portrait Orientation
zh_cn: 允许设备纵向

source: Allow Writing to External Storage
zh_cn: 允许写入外部存储

source: Allow access to network state
zh_cn: 允许访问网络状态

source: Allow bluetooth access
zh_cn: 允许蓝牙访问

source: Allow c&ursor beyond end of line
zh_cn: 允许光标超出行尾

source: Allow cursor to move beyond the end of the line
zh_cn: 允许光标移动到行尾之外

source: Allow internet access
zh_cn: 允许互联网访问

source: Allow microphone access to record audio
zh_cn: 允许话筒访问录制音频

source: Allow players to resize game window
zh_cn: 允许玩家调整游戏窗口大小

source: Allow reading of phone state
zh_cn: 允许读取电话状态

source: Allow switching betwen fullscreen and window
zh_cn: 允许在全屏和窗口之间切换

source: Allow switching to fullscreen
zh_cn: 允许切换到全屏

source: Allow the player to resize the window
zh_cn: 允许播放机调整窗口大小

source: Allow the user to resize the game window
zh_cn: 允许用户调整游戏窗口的大小

source: Allow user switching of fullscreen mode
zh_cn: 允许用户切换全屏模式

source: Allow user to switch fullscreen mode
zh_cn: 允许用户切换全屏模式

source: Allowed IP addresses
zh_cn: 允许的 IP 地址

source: Allowed are 1, 2 and 4.
zh_cn: 允许为 1、2和4。

source: Allows you to manually set the target IP for the debugger
zh_cn: 允许您手动设置调试器的目标 IP

source: Alpha
zh_cn: Alpha值

source: Alpha Tolerance:
zh_cn: Alpha 公差:

source: Alpha Value
zh_cn: Alpha 值

source: Already connected.
zh_cn: 已连接。

source: Already have a certificate?
zh_cn: 已经有证书了吗？

source: Also indicate information about your machine and the version of windows you are using.
zh_cn: 还要指明有关您的计算机和您正在使用的窗口版本的信息。

source: Altered Image
zh_cn: 更改的图像

source: Alternate synchronization method
zh_cn: 交替同步法

source: Alternatively, click here to launch a support window to recover your license.
zh_cn: 或者, 单击此处启动支持窗口以恢复您的许可证。

source: Always Replace
zh_cn: 始终替换

source: Always do full install of APK
zh_cn: 始终安全安装 APK

source: Always reload changed files
zh_cn: 始终重新加载已更改的文件

source: Always stay on top
zh_cn: 始终保持在顶部

source: Amount of Backups to store
zh_cn: 要存储的备份量

source: Amount to Rotate
zh_cn: 要旋转的量

source: Amount to Scale in Y
zh_cn: 在 Y 中缩放的量

source: Amount to scale in X
zh_cn: 在 X 中缩放的量

source: Amount:
zh_cn: 量:

source: Analytics
zh_cn: 分析

source: Analytics Provider:
zh_cn: 分析提供商:

source: Android NDK Location
zh_cn: Android NDK 路径

source: Android Permissions
zh_cn: Android 权限

source: Android SDK Location
zh_cn: Android SDK 路径

source: Android Setup
zh_cn: Android 设置

source: Angle:
zh_cn: 角度：

source: Angular Damping:
zh_cn: 角度阻尼:

source: Angular damping of object
zh_cn: 物体的角度阻尼

source: Animation end
zh_cn: 动画结束

source: Animation event
zh_cn: 动画事件

source: Animation update
zh_cn: 动画更新

source: Anti-Aliasing value
zh_cn: 抗锯齿值

source: Anti-alias
zh_cn: 抗锯齿

source: Any device supported
zh_cn: 支持的任何设备

source: App Capabilities
zh_cn: 应用功能

source: App ID
zh_cn: 应用 ID

source: App Id
zh_cn: 应用 Id

source: App category
zh_cn: 应用分类

source: App output
zh_cn: 应用输出

source: Append a macro at the end of the list
zh_cn: 在列表末尾追加宏

source: Append a url at the end of the list
zh_cn: 在列表末尾追加 url

source: Application
zh_cn: 应用

source: Application Id for Facebook
zh_cn: Facebook 的应用程序 Id

source: Application Install Dir
zh_cn: 应用程序安装目录

source: Application Level
zh_cn: 应用级别

source: Applies To:
zh_cn: 应用到：

source: Applies to
zh_cn: 应用到...

source: Apply action to object itself
zh_cn: 将动作应用于自身

source: Apply action to other object
zh_cn: 将动作应用于其他实例

source: Apply action to particular object
zh_cn: 将动作应用于特定实例

source: Apply settings to all images in the sprite.
zh_cn: 将设置应用于精灵中的所有图像。

source: Apply to all images in the sprite
zh_cn: 应用到精灵中的所有图像

source: April
zh_cn: 四月

source: Architectures
zh_cn: 架构

source: Argument out of range
zh_cn: 参数超出范围

source: Arrow Left
zh_cn: 方向键左

source: Arrow Right
zh_cn: 方向键右

source: Asset Cache directory:
zh_cn: 资产缓存目录:

source: Asset Name
zh_cn: 资源名称

source: Asset Package:
zh_cn: 资源包:

source: Assign Audio Group
zh_cn: 分配音频组

source: Assign all sounds in group:
zh_cn: 分配组中的所有声音:

source: Asynchronous Event
zh_cn: 异步事件

source: At least one compression volumes could not be replaced after an archive out-of-place update
zh_cn: 存档更新不当后, 至少有一个压缩卷无法替换

source: Attempt to register %s twice.
zh_cn: 尝试注册 %s 两次。

source: Attributes
zh_cn: 属性

source: Audio Group sound list:
zh_cn: 音频组声音列表:

source: Audio Group:
zh_cn: 音频组：

source: Audio Groups
zh_cn: 音频组

source: Audio Groups:
zh_cn: 音频组:

source: Audio Playback
zh_cn: 音频播放器

source: Audio Recording
zh_cn: 录音

source: Audio Recording is required if you use Kinect to record audio.
zh_cn: 如果您使用 Kinect 录制音频, 则需要录音。

source: August
zh_cn: 八月

source: Authentication
zh_cn: 认证

source: Authentication error to socks server.
zh_cn: Socks 服务器的身份验证错误。

source: Author
zh_cn: 作者

source: Author:
zh_cn: 作者:

source: Auto
zh_cn: 自动

source: Auto Login on Startup
zh_cn: 启动时自动登录

source: Auto download purchased assets
zh_cn: 自动下载购买的资产

source: Auto update purchased assets
zh_cn: 自动更新购买的资产

source: Auto-Detect
zh_cn: 自动检测

source: Autodesk images
zh_cn: Autodesk 图像

source: Automatic Downloads
zh_cn: 自动下载

source: Automatic Updates
zh_cn: 自动更新

source: Automatic indentation
zh_cn: 自动缩进

source: Automatically clean Temp Data on Shutdown
zh_cn: 在关机时自动清除温度数据

source: Automatically increase build number
zh_cn: 自动增加内部版本号

source: Available Extensions
zh_cn: 可用扩展

source: Available packages:
zh_cn: 可用包:

source: Awaiting Download
zh_cn: 等待下载

source: B&ackground Color...
zh_cn: 背景颜色...

source: B&uttonize...
zh_cn: 按钮...

source: Back
zh_cn: 返回

source: Background
zh_cn: 背景

source: Background Color
zh_cn: 背景颜色

source: Background Colour
zh_cn: 背景颜色

source: Background Colour of preview
zh_cn: 预览的背景颜色

source: Background Image to use
zh_cn: 要使用的背景图像

source: Background Properties
zh_cn: 背景属性

source: Background image for use in Vita dash
zh_cn: 背景图像，用于 Vita dash

source: Background image used
zh_cn: 使用的背景图像

source: Background:
zh_cn: 背景:

source: Backgrounds
zh_cn: 背景

source: Backup directory:
zh_cn: 备份目录:

source: Backwards
zh_cn: 向后

source: Banner
zh_cn: 横幅

source: Banner - 320x180
zh_cn: 横幅 - 320x180

source: Base Relocations
zh_cn: 基址重定位

source: Base of Code
zh_cn: 代码基础

source: Base of Data
zh_cn: 数据基础

source: Begin Step
zh_cn: 步开始

source: Big Resource Tree Icons (A restart will be required)
zh_cn: 大资源树图标 (需要重新启动)

source: Bit Rate (kbps)
zh_cn: 比特率 (kbps)

source: Bitmap image is not valid
zh_cn: 位图图像无效

source: Bitmaps
zh_cn: 位图

source: Bits per sample must be 1, 2, 4, 8 or 16.
zh_cn: 每个样品的小块必须为1、2、4、8或16。

source: Black and &White...
zh_cn: 黑白相间...

source: Blend
zh_cn: 混合

source: Block pattern
zh_cn: 块模式

source: Block size:
zh_cn: 块大小：

source: Bluetooth gamepad/iCade Support
zh_cn: 蓝牙手柄/iCade 支持

source: Blur Colors
zh_cn: 模糊颜色

source: Blur Transparency
zh_cn: 模糊透明度

source: Blur the image
zh_cn: 模糊图像

source: Bogus JPEG tables field.
zh_cn: 假 JPEG 表字段。

source: Bold
zh_cn: 粗体

source: Bold font
zh_cn: 粗体字体

source: Bookmark 1
zh_cn: 书签 1

source: Bookmark 2
zh_cn: 书签 2

source: Bookmark 3
zh_cn: 书签 3

source: Bookmark 4
zh_cn: 书签 4

source: Bookmark 5
zh_cn: 书签 5

source: Bookmark 6
zh_cn: 书签 6

source: Bookmark 7
zh_cn: 书签 7

source: Bookmark 8
zh_cn: 书签 8

source: Bookmark 9
zh_cn: 书签 9

source: Bookmarks
zh_cn: 书签

source: Borderless Window
zh_cn: 无边框窗口

source: Both
zh_cn: 两者都选

source: Bottom
zh_cn: 底

source: Bottom Left
zh_cn: 左下

source: Bottom Right
zh_cn: 右下

source: Bottommost coordinate of the bounding box
zh_cn: 边界框的最底端坐标

source: Bound Import
zh_cn: 绑定导入

source: Boundary view 0
zh_cn: 边界视野 0

source: Boundary view 1
zh_cn: 边界视野 1

source: Boundary view 2
zh_cn: 边界视野 2

source: Boundary view 3
zh_cn: 边界视野 3

source: Boundary view 4
zh_cn: 边界视野 4

source: Boundary view 5
zh_cn: 边界视野 5

source: Boundary view 6
zh_cn: 边界视野 6

source: Boundary view 7
zh_cn: 边界视野 7

source: Bounding Box
zh_cn: 边界框

source: Box
zh_cn: 方形

source: Bring to Front
zh_cn: 至于顶层

source: Browse...
zh_cn: 浏览...

source: Buffer start position is invalid.
zh_cn: 缓冲区起始位置无效。

source: Buffer terminator must be specified.
zh_cn: 必须指定缓冲区终止符。

source: Build Tools
zh_cn: 构建工具

source: Build for Armv5
zh_cn: 为 Armv5 构建

source: Build for Armv7
zh_cn: 为 Armv7 构建

source: Build for Mac App Store (Note: Gamepad support will be disabled)
zh_cn: 为 Mac 应用商店构建 (注意: 游戏手柄支持将被禁用)

source: Build for Mips
zh_cn: 为 Mips 构建

source: Build for Player
zh_cn: 为玩家构建

source: Build for x86
zh_cn: 为 x86 构建

source: Build:
zh_cn: 构建:

source: Built-in Variables
zh_cn: 内置变量

source: Bullets|Enter bullet mode
zh_cn: 子弹|输入项目符号模式

source: Bundle Id
zh_cn: 捆绑包 Id

source: Button 1
zh_cn: 按钮 1

source: Button 2
zh_cn: 按钮 2

source: Button 3
zh_cn: 按钮 3

source: Button 4
zh_cn: 按钮 4

source: Button 5
zh_cn: 按钮 5

source: Button 6
zh_cn: 按钮 6

source: Button 7
zh_cn: 按钮 7

source: Button 8
zh_cn: 按钮 8

source: C&ascade
zh_cn: 级联

source: C&hange
zh_cn: 更改

source: C&lear
zh_cn: 清除

source: C&ollapse Resource Tree
zh_cn: 折叠资源树

source: C&ollision
zh_cn: 碰撞

source: C&olorize Partial...
zh_cn: 部分着色...

source: C&ounter-Clockwise
zh_cn: &逆时针

source: C&reate
zh_cn: 创建

source: C&reation code
zh_cn: 创建时代码

source: C&ut
zh_cn: &剪切

source: C&ut Ctrl+X
zh_cn: &剪切 Ctrl+X

source: C&ut Event
zh_cn: 剪切事件

source: COM run-time
zh_cn: COM 运行时

source: CPU type to target to
zh_cn: 要定位到的CPU类型

source: CPUID leaf 2 does not report cache descriptor information, use CPUID leaf 4 to query cache parameters
zh_cn: CPUID leaf 2 不报告缓存描述符信息，使用 CPUID leaf 4 查询缓存参数

source: CRC error
zh_cn: CRC 错误

source: CRC error found in %s file.
zh_cn: 在 %s 文件中找到 CRC 错误。

source: Ca&ncel
zh_cn: 取消

source: Can not write to a read-only memory stream
zh_cn: 无法写入只读内存流

source: Can only modify an image if it contains a bitmap
zh_cn: 只有当图像包含位图时, 才能修改图像

source: Cancel
zh_cn: 取消

source: Cancel Download
zh_cn: 取消下载

source: Cancel all changes
zh_cn: 取消所有更改

source: Cancel and Close Instance order
zh_cn: 取消和关闭实例顺序

source: Cannot assign a non-ScreenTipItem to a ScreenTipItem
zh_cn: 无法将非ScreenTipItem指定给ScreenTipItem

source: Cannot call TerminateAndWaitFor on FreeAndTerminate threads
zh_cn: 无法在 FreeAndTerminate 线程上调用 TerminateAndWaitFor

source: Cannot change Visible in OnShow or OnHide
zh_cn: 无法在 OnShow 或 OnHide 中更改可见

source: Cannot change a connected IOHandler.
zh_cn: 无法更改连接的 IOHandler.

source: Cannot change the size of a WIC Image
zh_cn: 无法更改 WIC 图像的大小

source: Cannot change the size of an icon
zh_cn: 无法更改图标的大小

source: Cannot create form.
zh_cn: 无法创建窗体。

source: Cannot drag a form
zh_cn: 无法拖动窗体

source: Cannot focus a disabled or invisible window
zh_cn: 无法聚焦已禁用或不可见的窗口

source: Cannot hide an MDI Child Form
zh_cn: 无法隐藏 MDI 子窗体

source: Cannot insert or delete rows from grid
zh_cn: 无法从网格中插入或删除行

source: Cannot load PNG image.
zh_cn: 无法加载 PNG 图像。

source: Cannot load image.
zh_cn: 无法加载图像。

source: Cannot make a visible window modal
zh_cn: 无法制作可见窗口模式

source: Cannot open file "%s"
zh_cn: 无法打开文件 "%s"

source: Cannot open file "%s".
zh_cn: 无法打开文件 "%s".

source: Cannot save empty GIF
zh_cn: 无法保存空 GIF

source: Canvas does not allow drawing
zh_cn: 画布不允许绘制

source: Case Sensitive Search
zh_cn: 区分大小写搜索

source: Case sensitive
zh_cn: 区分大小写

source: Center
zh_cn: 中心

source: Center the view around the path
zh_cn: 围绕路径居中视野

source: Centre
zh_cn: 居中

source: Centre display on object
zh_cn: 物体上的中心显示

source: Centre the game in the browser
zh_cn: 在浏览器中中心游戏

source: Certificate
zh_cn: 证书

source: Certificate (JS)
zh_cn: 证书 (JS)

source: Certificate (Native)
zh_cn: 证书 (本地)

source: Certificate (UWP)
zh_cn: 证书 (UWP)

source: Certificate Details
zh_cn: 证书详细信息

source: Certification
zh_cn: 认证

source: Change
zh_cn: 变更

source: Change &Global Game Settings
zh_cn: 更改全局游戏设置

source: Change &Global Game Settings Shift+Ctrl+G
zh_cn: &更改全局游戏设置 Shift+Ctrl+G

source: Change Event
zh_cn: 变更事件

source: Change List
zh_cn: 更改列表

source: Change Log
zh_cn: 更改日志

source: Change Moment
zh_cn: 更改时刻

source: Change Options
zh_cn: 更改选项

source: Change Position...
zh_cn: 更改位置...

source: Change Transparency
zh_cn: 修改透明度

source: Change all pixels with the same color (H)
zh_cn: 更改具有相同颜色的所有像素 (H)

source: Change font used in Code Editors
zh_cn: 更改代码编辑器中使用的字体

source: Change how opaque or transparent the drawing colors must be
zh_cn: 更改绘图颜色必须的不透明或透明程度

source: Change how transparent the onion skin is
zh_cn: 改变洋葱皮的透明程度

source: Change selected colour
zh_cn: 更改所选颜色

source: Change the Value and Saturation
zh_cn: 更改值和饱和度

source: Change the depth of the currently selected layer
zh_cn: 更改当前选定图层的深度

source: Change the global game settings
zh_cn: 更改全局游戏设置

source: Change the intensity and value of the image
zh_cn: 更改图像的强度和值

source: Change the moment
zh_cn: 改变时刻

source: Change the opacity of the image
zh_cn: 更改图像的不透明度

source: Change the properties of the included file
zh_cn: 更改内含文件的属性

source: Change which event has this behavior
zh_cn: 更改哪个事件具有此行为

source: Characteristics
zh_cn: 特征

source: Characters to be copied
zh_cn: 要复制的字符

source: Chec&k code while typing
zh_cn: 键入时检查代码

source: Check
zh_cn: 检测

source: Check &All Scripts
zh_cn: 检查所有脚本

source: Check &References
zh_cn: 检查引用

source: Check &Resource Names
zh_cn: 检查资源名称

source: Check 3DS SDK
zh_cn: 检查 3DS SDK

source: Check Android NDK
zh_cn: 检测Android NDK

source: Check Android SDK
zh_cn: 检测Android SDK

source: Check For Updates
zh_cn: 检查更新

source: Check JS SDK
zh_cn: 检查 JS SDK

source: Check Linux Connection
zh_cn: 检查 Linux 连接

source: Check Mac Connection
zh_cn: 检查 Mac 连接

source: Check Native SDK
zh_cn: 检查 Native SDK

source: Check NeoGeoX SDK
zh_cn: 检查 NeoGeoX SDK

source: Check PS3 SDK
zh_cn: 检查 PS3 SDK

source: Check PS4 SDK
zh_cn: 检查 PS4 SDK

source: Check Steam SDK
zh_cn: 检查 Steam SDK

source: Check Tizen SDK
zh_cn: 检查 Tizen SDK

source: Check Vita SDK
zh_cn: 检查 Vita SDK

source: Check WiiU SDK
zh_cn: 检查 WiiU SDK

source: Check Windows Phone SDK
zh_cn: 检查 Windows Phone SDK

source: Check Windows SDK
zh_cn: 检查 Windows SDK

source: Check Xbox One SDK
zh_cn: 检查 Xbox One SDK

source: Check code while typing
zh_cn: 键入时检查代码

source: Check the script for syntax errors
zh_cn: 检查脚本内的语法错误

source: Check when you want the help to be displayed in a separate window
zh_cn: 检查您希望在单独的窗口中显示帮助的时间

source: Check your Email
zh_cn: 查看您的电子邮件

source: CheckBtn
zh_cn: 检查

source: CheckSum
zh_cn: 校验

source: Checkout
zh_cn: 校验

source: Children:
zh_cn: 子级:

source: Choice of foreground text colour
zh_cn: 前景文本颜色的选择

source: Choose Advertiser
zh_cn: 选择广告商

source: Choose colour depth
zh_cn: 选择颜色深度

source: Choose the Event to Add
zh_cn: 选择要添加的事件

source: Choose...
zh_cn: 选择...

source: Chunk Started
zh_cn: 已启动的块

source: Circle
zh_cn: 圆形

source: Circular decoder table entry
zh_cn: 圆形解码器表条目

source: City/Town
zh_cn: 市/县

source: ClassName
zh_cn: 类名

source: Clean
zh_cn: 清理

source: Clean project asset compiler cache
zh_cn: 清理项目资产编译器缓存

source: Clear
zh_cn: 清除

source: Clear All Bookmarks
zh_cn: 清除所有书签

source: Clear All Breakpoints
zh_cn: 清除所有断点

source: Clear All Font Ranges
zh_cn: 清除所有字体范围

source: Clear Asset Cache
zh_cn: 清除资产缓存

source: Clear Background with Window Colour
zh_cn: 带窗口颜色的清晰背景

source: Clear Backup Data
zh_cn: 清除备份数据

source: Clear Display Buffer with Window Colour
zh_cn: 透明显示缓冲器, 带窗口颜色

source: Clear SSH Keys
zh_cn: 清除 SSH 密钥

source: Clear Temp Data
zh_cn: 清除 Temp 数据

source: Clear all instances from the room
zh_cn: 清除房间中的所有实例

source: Clear all the macros
zh_cn: 清除所有宏

source: Clear display buffer with window colour
zh_cn: 透明显示缓冲器, 带窗口颜色

source: Clear the list of included files
zh_cn: 清除包含的文件列表

source: Clear the path
zh_cn: 清除路径

source: Clear view with background colour
zh_cn: 带背景色的清晰视图

source: Clears all moments
zh_cn: 清除所有时刻

source: Clears the complete list of triggers
zh_cn: 清除完整的触发器列表

source: Click a line to move to the resource
zh_cn: 单击一行以移动到资源

source: Click here to add another event
zh_cn: 单击此处添加其他事件

source: Click here to add another moment
zh_cn: 点击这里添加另一个时刻

source: Click here to go to the YoYoGames website for more information on GameMaker
zh_cn: 单击此处转到 YoYoGames 网站, 了解有关 GameMaker 的更多信息

source: Click on a trigger to change it
zh_cn: 单击触发器进行更改

source: Click to change Splash Screen
zh_cn: 单击以更改初始屏幕

source: Click to change background colour
zh_cn: 单击可更改背景颜色

source: Click to change colour
zh_cn: 单击可更改颜色

source: Click to change colour.
zh_cn: 单击可更改颜色。

source: Click to change header
zh_cn: 单击以更改页眉

source: Click to change icon
zh_cn: 单击以更改图标

source: Click to change image
zh_cn: 单击可更改图像

source: Click to change splash screen
zh_cn: 单击以更改初始屏幕

source: Click to change the background color used
zh_cn: 单击此处, 更改使用的背景色

source: Click to change the color
zh_cn: 单击修改一个颜色

source: Click to change the hardness of the brush
zh_cn: 单击以更改画笔的硬度

source: Click to change the left drawing color
zh_cn: 单击以更改左侧绘图颜色

source: Click to change the right drawing color
zh_cn: 单击以更改右侧绘图颜色

source: Click to change the tolerance for filling
zh_cn: 单击以更改填充的公差

source: Click to choose a tile set
zh_cn: 单击以选择图块集

source: Click to choose background colour
zh_cn: 单击以选择背景颜色

source: Click to choose background colour outside room region
zh_cn: 单击以选择房间区域外的背景颜色

source: Click to choose foreground image
zh_cn: 单击以选择前景图像

source: Click to choose object
zh_cn: 点击选择物体

source: Click to indicate which aspects of the room you want to see
zh_cn: 单击以指示要查看的房间的哪些方面

source: Click to select object
zh_cn: 单击以选择对象

source: Click to select sprite to use
zh_cn: 单击以选择要使用的精灵

source: Click to update Splash screen
zh_cn: 单击以更新初始屏幕

source: Click to update icon
zh_cn: 单击以更新图标

source: Click to visit the Marketplace and browse assets.
zh_cn: 点击并访问市场浏览所需。

source: Clipboard operations not supported for GIF objects
zh_cn: GIF 对象不支持剪贴板操作

source: Clockwise
zh_cn: 顺时针

source: Close
zh_cn: 关闭

source: Close compile form after execution
zh_cn: 执行后关闭编译表单

source: Close saving changes
zh_cn: 关闭，保存更改

source: Close some windows and try again.
zh_cn: 请关闭一些窗口, 然后重试。

source: Close the form
zh_cn: 关闭窗口

source: Close the form, saving the changes
zh_cn: 保存修改并关闭窗口

source: Close the image editor, saving the changes made
zh_cn: 关闭图像编辑器, 保存所做的更改

source: Closed
zh_cn: 闭合

source: Cloud
zh_cn: 云

source: Co&nstant name:
zh_cn: 常量名称：

source: Code Action
zh_cn: 代码

source: Code Completion
zh_cn: 代码补全

source: Code Completion Button
zh_cn: 代码补全

source: Code Editor
zh_cn: 代码编辑器

source: Code to prepend to the generated JavaScript
zh_cn: 要在生成的 JavaScript 前面加上的代码

source: Collision Checking
zh_cn: 碰撞检查

source: Collision Group:
zh_cn: 碰撞组:

source: Collision Shape
zh_cn: 碰撞形状

source: Collision group of object
zh_cn: 物体碰撞组

source: Collision shape to use
zh_cn: 要使用的碰撞形状

source: Collision shape used for this object
zh_cn: 用于此物体的碰撞形状

source: Color Mode
zh_cn: 颜色模式

source: Color conversion failed.
zh_cn: 颜色转换失败。

source: Color depth is invalid.
zh_cn: 颜色深度无效。

source: Color not in color table
zh_cn: 颜色不在颜色表中

source: Color only
zh_cn: 仅限颜色

source: Color outside the room region:
zh_cn: 房间区域外的颜色:

source: Color table is empty
zh_cn: 颜色表为空

source: Color table overflow
zh_cn: 颜色表溢出

source: Color1:
zh_cn: 颜色1:

source: Color2:
zh_cn: 颜色2:

source: Color:
zh_cn: 颜色：

source: Colorize only part of the image
zh_cn: 仅着色图像的一部分

source: Colorize the image
zh_cn: 着色图像

source: Colors
zh_cn: 颜色

source: Colour
zh_cn: 颜色

source: Colour Change Tool
zh_cn: 颜色变化工具

source: Colour Change Tool H
zh_cn: 变色工具 H

source: Colour Mode
zh_cn: 颜色模式

source: Colour Picker
zh_cn: 取色器

source: Colour Picker C
zh_cn: 取色器 C

source: Colour of foreground text
zh_cn: 前景文本的颜色

source: Colour of instance shape
zh_cn: 实例形状的颜色

source: Command
zh_cn: 命令行

source: Command not supported.
zh_cn: 命令不受支持。

source: Comment
zh_cn: 评论

source: Comments
zh_cn: 注释

source: Commit to Source Control
zh_cn: 提交到源代码管理

source: CommitLog
zh_cn: 提交日志

source: Common Functions
zh_cn: 常用函数

source: Common Name
zh_cn: 通用名

source: Company:
zh_cn: 公司:

source: Compatible
zh_cn: 兼容

source: Compile
zh_cn: 编译

source: Compile Messages
zh_cn: 编译消息

source: Compile SDK
zh_cn: 编译 SDK

source: Compiler Flags
zh_cn: 编译器标志（Flags）:

source: Compiler Max Parallel jobs
zh_cn: 编译器最大并行作业数

source: Compressed (Uncompress on load) - Not Streamed (Higher Memory, low CPU)
zh_cn: 压缩 (在加载时解压缩)-未流 (更高的内存, 较低的 cpu)

source: Compressed - Not Streamed (In Memory, higher CPU)
zh_cn: 压缩-未流式传输 (在内存中, 更高的 cpu)

source: Compressed - Streamed (On Disk, higher CPU)
zh_cn: 压缩-流式传输 (在磁盘上, 更高的 cpu)

source: Compression error found in %s file.
zh_cn: 在 %s 文件中发现压缩错误。

source: CompuServe images
zh_cn: CompuServe 图像

source: Compute the bounding box automatically based on the sprite images
zh_cn: 基于精灵图像自动计算边界框

source: Configuration Manager
zh_cn: 配置管理器

source: Configuration:
zh_cn: 配置:

source: Configurations
zh_cn: 配置

source: Confirm
zh_cn: 确认

source: Confirm Email Address
zh_cn: 确认电子邮件地址

source: Confirm changes
zh_cn: 确认更改

source: Connect
zh_cn: 连接

source: Connect timed out.
zh_cn: 连接超时。

source: Connect to Steam Workshop
zh_cn: 连接 Steam 创意工坊

source: Connection Kind
zh_cn: 连接类型

source: Connection not allowed by ruleset.
zh_cn: 规则集不允许连接。

source: Connection not checked!
zh_cn: 未检查连接！

source: Connection refused.
zh_cn: 连接被拒绝。

source: Constants
zh_cn: 常量

source: Content
zh_cn: 内容

source: Control '%s' has no parent window
zh_cn: 控件 "%s" 没有父窗口

source: Control Help
zh_cn: 功能帮助

source: Control hover delay in opening groups on Resource Tree
zh_cn: 在资源树上打开组中控制悬停延迟

source: Controls
zh_cn: 控制

source: Conversion between indexed and non-indexed pixel formats is not supported.
zh_cn: 不支持索引像素格式和非索引像素格式之间的转换。

source: Conversion ratio of Pixels to Metres
zh_cn: 像素-米 比例尺的转换比率

source: Converting
zh_cn: 转换中

source: Converting...
zh_cn: 转换中...

source: Copies To :
zh_cn: 拷贝到:

source: Copy
zh_cn: 复制

source: Copy Instance Name
zh_cn: 复制实例名称

source: Copy Selection
zh_cn: 复制所选

source: Copy Selection Ctrl+C
zh_cn: 复制所选 Ctrl+C

source: Copy Texture Groups from config
zh_cn: 从配置复制纹理组

source: Copy To Clipboard
zh_cn: 复制到剪贴板

source: Copy from Config
zh_cn: 从配置复制

source: Copy the image to the clipboard
zh_cn: 将图像复制到剪贴板

source: Copy the selected text to the clipboard
zh_cn: 将所选文本复制到剪贴板上

source: Copy the selection to the clipboard
zh_cn: 将所选内容复制到剪贴板

source: Copying
zh_cn: 复制中

source: Copying...
zh_cn: 复制中...

source: Copyright
zh_cn: 版权

source: Copyright notice for plist
zh_cn: plist 版权声明

source: Copyright:
zh_cn: 版权:
